Repository: borisovodov/SemanticColorPicker
Catalog: Sources/SemanticColorPicker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_pt, ru

# blueColorSelection
source: Blue
de: Blau
es: Azul
fr: Bleu
pt_pt: Azul
ru: Синий

# blueColorSelection25
source: Blue with 25% opacity
de: Blau mit 25% Deckkraft
es: Azul con 25% de opacidad
fr: Bleu avec 25% d'opacité
pt_pt: Azul com 25% de opacidade
ru: Синий с 25% непрозрачностью

# blueColorSelection50
source: Blue with 50% opacity
de: Blau mit 50% Deckkraft
es: Azul con 50% de opacidad
fr: Bleu avec 50% d'opacité
pt_pt: Azul com 50% de opacidade
ru: Синий с 50% непрозрачностью

# blueColorSelection75
source: Blue with 75% opacity
de: Blau mit 75% Deckkraft
es: Azul con 75% de opacidad
fr: Bleu avec 75% d'opacité
pt_pt: Azul com 75% de opacidade
ru: Синий с 75% непрозрачностью

# brownColorSelection
source: Brown
de: Braun
es: Marrón
fr: Marron
pt_pt: Marrom
ru: Коричневый

# brownColorSelection25
source: Brown with 25% opacity
de: Braun mit 25% Deckkraft
es: Marrón con 25% de opacidad
fr: Marron avec 25% d'opacité
pt_pt: Marrom com 25% de opacidade
ru: Коричневый с 25% непрозрачностью

# brownColorSelection50
source: Brown with 50% opacity
de: Braun mit 50% Deckkraft
es: Marrón con 50% de opacidad
fr: Marron avec 50% d'opacité
pt_pt: Marrom com 50% de opacidade
ru: Коричневый с 50% непрозрачностью

# brownColorSelection75
source: Brown with 75% opacity
de: Braun mit 75% Deckkraft
es: Marrón con 75% de opacidad
fr: Marron avec 75% d'opacité
pt_pt: Marrom com 75% de opacidade
ru: Коричневый с 75% непрозрачностью

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_pt: Cancelar
ru: Отмена

# cyanColorSelection25
source: Cyan with 25% opacity
de: Cyan mit 25% Deckkraft
es: Cian con 25% de opacidad
fr: Cyan avec 25% d'opacité
pt_pt: Ciano com 25% de opacidade
ru: Голубой с 25% непрозрачностью

# cyanColorSelection50
source: Cyan with 50% opacity
de: Cyan mit 50% Deckkraft
es: Cian con 50% de opacidad
fr: Cyan avec 50% d'opacité
pt_pt: Ciano com 50% de opacidade
ru: Голубой с 50% непрозрачностью

# cyanColorSelection75
source: Cyan with 75% opacity
de: Cyan mit 75% Deckkraft
es: Cian con 75% de opacidad
fr: Cyan avec 75% d'opacité
pt_pt: Ciano com 75% de opacidade
ru: Голубой с 75% непрозрачностью

# greenColorSelection
source: Green
de: Grün
es: Verde
fr: Vert
pt_pt: Verde
ru: Зелёный

# greenColorSelection25
source: Green with 25% opacity
de: Grün mit 25% Deckkraft
es: Verde con 25% de opacidad
fr: Vert avec 25% d'opacité
pt_pt: Verde com 25% de opacidade
ru: Зелёный с 25% непрозрачностью

# greenColorSelection50
source: Green with 50% opacity
de: Grün mit 50% Deckkraft
es: Verde con 50% de opacidad
fr: Vert avec 50% d'opacité
pt_pt: Verde com 50% de opacidade
ru: Зелёный с 50% непрозрачностью

# greenColorSelection75
source: Green with 75% opacity
de: Grün mit 75% Deckkraft
es: Verde con 75% de opacidad
fr: Vert avec 75% d'opacité
pt_pt: Verde com 75% de opacidade
ru: Зелёный с 75% непрозрачностью

# indigoColorSelection25
source: Indigo with 25% opacity
de: Indigo mit 25% Deckkraft
es: Índigo con 25% de opacidad
fr: Indigo avec 25% d'opacité
pt_pt: Anil com 25% de opacidade
ru: Индиго с 25% непрозрачностью

# indigoColorSelection50
source: Indigo with 50% opacity
de: Indigo mit 50% Deckkraft
es: Índigo con 50% de opacidad
fr: Indigo avec 50% d'opacité
pt_pt: Anil com 50% de opacidade
ru: Индиго с 50% непрозрачностью

# indigoColorSelection75
source: Indigo with 75% opacity
de: Indigo mit 75% Deckkraft
es: Índigo con 75% de opacidad
fr: Indigo avec 75% d'opacité
pt_pt: Anil com 75% de opacidade
ru: Индиго с 75% непрозрачностью

# mintColorSelection
source: Mint
de: Minzgrün
es: Menta
fr: Menthe
pt_pt: Menta
ru: Мятный

# mintColorSelection25
source: Mint with 25% opacity
de: Minzgrün mit 25% Deckkraft
es: Menta con 25% de opacidad
fr: Menthe avec 25% d'opacité
pt_pt: Menta com 25% de opacidade
ru: Мятный с 25% непрозрачностью

# mintColorSelection50
source: Mint with 50% opacity
de: Minzgrün mit 50% Deckkraft
es: Menta con 50% de opacidad
fr: Menthe avec 50% d'opacité
pt_pt: Menta com 50% de opacidade
ru: Мятный с 50% непрозрачностью

# mintColorSelection75
source: Mint with 75% opacity
de: Minzgrün mit 75% Deckkraft
es: Menta con 75% de opacidad
fr: Menthe avec 75% d'opacité
pt_pt: Menta com 75% de opacidade
ru: Мятный с 75% непрозрачностью

# orangeColorSelection25
source: Orange with 25% opacity
de: Orange mit 25% Deckkraft
es: Naranja con 25% de opacidad
fr: Orange avec 25% d'opacité
pt_pt: Laranja com 25% de opacidade
ru: Оранжевый с 25% непрозрачностью

# orangeColorSelection50
source: Orange with 50% opacity
de: Orange mit 50% Deckkraft
es: Naranja con 50% de opacidad
fr: Orange avec 50% d'opacité
pt_pt: Laranja com 50% de opacidade
ru: Оранжевый с 50% непрозрачностью

# orangeColorSelection75
source: Orange with 75% opacity
de: Orange mit 75% Deckkraft
es: Naranja con 75% de opacidad
fr: Orange avec 75% d'opacité
pt_pt: Laranja com 75% de opacidade
ru: Оранжевый с 75% непрозрачностью

# pinkColorSelection
source: Pink
de: Rosa
es: Rosa
fr: Rose
pt_pt: Rosa
ru: Розовый

# pinkColorSelection25
source: Pink with 25% opacity
de: Rosa mit 25% Deckkraft
es: Rosa con 25% de opacidad
fr: Rose avec 25% d'opacité
pt_pt: Rosa com 25% de opacidade
ru: Розовый с 25% непрозрачностью

# pinkColorSelection50
source: Pink with 50% opacity
de: Rosa mit 50% Deckkraft
es: Rosa con 50% de opacidad
fr: Rose avec 50% d'opacité
pt_pt: Rosa com 50% de opacidade
ru: Розовый с 50% непрозрачностью

# pinkColorSelection75
source: Pink with 75% opacity
de: Rosa mit 75% Deckkraft
es: Rosa con 75% de opacidad
fr: Rose avec 75% d'opacité
pt_pt: Rosa com 75% de opacidade
ru: Розовый с 75% непрозрачностью

# purpleColorSelection
source: Purple
de: Lila
es: Púrpura
fr: Violet
pt_pt: Roxo
ru: Фиолетовый

# purpleColorSelection25
source: Purple with 25% opacity
de: Lila mit 25% Deckkraft
es: Púrpura con 25% de opacidad
fr: Violet avec 25% d'opacité
pt_pt: Roxo com 25% de opacidade
ru: Фиолетовый с 25% непрозрачностью

# purpleColorSelection50
source: Purple with 50% opacity
de: Lila mit 50% Deckkraft
es: Púrpura con 50% de opacidad
fr: Violet avec 50% d'opacité
pt_pt: Roxo com 50% de opacidade
ru: Фиолетовый с 50% непрозрачностью

# purpleColorSelection75
source: Purple with 75% opacity
de: Lila mit 75% Deckkraft
es: Púrpura con 75% de opacidad
fr: Violet avec 75% d'opacité
pt_pt: Roxo com 75% de opacidade
ru: Фиолетовый с 75% непрозрачностью

# redColorSelection
source: Red
de: Rot
es: Rojo
fr: Rouge
pt_pt: Vermelho
ru: Красный

# redColorSelection25
source: Red with 25% opacity
de: Rot mit 25% Deckkraft
es: Rojo con 25% de opacidad
fr: Rouge avec 25% d'opacité
pt_pt: Vermelho com 25% de opacidade
ru: Красный с 25% непрозрачностью

# redColorSelection50
source: Red with 50% opacity
de: Rot mit 50% Deckkraft
es: Rojo con 50% de opacidad
fr: Rouge avec 50% d'opacité
pt_pt: Vermelho com 50% de opacidade
ru: Красный с 50% непрозрачностью

# redColorSelection75
source: Red with 75% opacity
de: Rot mit 75% Deckkraft
es: Rojo con 75% de opacidad
fr: Rouge avec 75% d'opacité
pt_pt: Vermelho com 75% de opacidade
ru: Красный с 75% непрозрачностью

# tealColorSelection
source: Teal
de: Blaugrün
es: Verde azulado
fr: Sarcelle
pt_pt: Verde-azulado
ru: Сине-зелёный

# tealColorSelection25
source: Teal with 25% opacity
de: Blaugrün mit 25% Deckkraft
es: Verde azulado con 25% de opacidad
fr: Sarcelle avec 25% d'opacité
pt_pt: Verde-azulado com 25% de opacidade
ru: Сине-зелёный с 25% непрозрачностью

# tealColorSelection50
source: Teal with 50% opacity
de: Blaugrün mit 50% Deckkraft
es: Verde azulado con 50% de opacidad
fr: Sarcelle avec 50% d'opacité
pt_pt: Verde-azulado com 50% de opacidade
ru: Сине-зелёный с 50% непрозрачностью

# tealColorSelection75
source: Teal with 75% opacity
de: Blaugrün mit 75% Deckkraft
es: Verde azulado con 75% de opacidad
fr: Sarcelle avec 75% d'opacité
pt_pt: Verde-azulado com 75% de opacidade
ru: Сине-зелёный с 75% непрозрачностью

# yellowColorSelection
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
pt_pt: Amarelo
ru: Жёлтый

# yellowColorSelection25
source: Yellow with 25% opacity
de: Gelb mit 25% Deckkraft
es: Amarillo con 25% de opacidad
fr: Jaune avec 25% d'opacité
pt_pt: Amarelo com 25% de opacidade
ru: Жёлтый с 25% непрозрачностью

# yellowColorSelection50
source: Yellow with 50% opacity
de: Gelb mit 50% Deckkraft
es: Amarillo con 50% de opacidad
fr: Jaune avec 50% d'opacité
pt_pt: Amarelo com 50% de opacidade
ru: Жёлтый с 50% непрозрачностью

# yellowColorSelection75
source: Yellow with 75% opacity
de: Gelb mit 75% Deckkraft
es: Amarillo con 75% de opacidad
fr: Jaune avec 75% d'opacité
pt_pt: Amarelo com 75% de opacidade
ru: Жёлтый с 75% непрозрачностью

# cyanColorSelection
source: Cyan
es: Cian
pt_pt: Ciano
ru: Голубой

# indigoColorSelection
source: Indigo
es: Índigo
pt_pt: Anil
ru: Индиго

# orangeColorSelection
source: Orange
es: Naranja
pt_pt: Laranja
ru: Оранжевый
